export function showMessage() {
  console.log("============================================================================================================")
  console.log("你好！")
  console.log("我是Tao Admin系统的开发者，谢谢你愿意走进我的生命里，扮演朋友的角色，请收下我的祝福语！")
  console.log("我把我的祝福滚成一个蛋，穿过响沙湾，渡过黄河的冰滩，绕过所有的收费站，爬上最高的移动架，向你狂喊：天天快乐！")
  console.log("")
  console.log("如果Tao Admin对你有帮助，麻烦动动手指，打开下面的链接点个 ★Starred 支持一下，万分感谢！")
  console.log("https://gitee.com/lingchen163/vue-tao-admin/stargazers")
  console.log("============================================================================================================")
}